iбmбpбoбrбtбаб б{баб бuбsбeбSбtбaбtбeб,баб бuбsбeбEбfбfбeбcбtб,баб бuбsбeбRбeбfб,баб бlбaбzбyб,баб бSбuбsбpбeбnбsбeбаб б}баб бfбrбoбmбаб б"бrбeбaбcбtб"б;бб
бiбmбpбoбrбtбаб б{бб
баб баб бSбeбnбdб,баб бPбlбaбyб,баб бPбaбuбsбeб,баб бRбoбtбaбtбeбCбcбwб,баб бCбhбeбcбkб,баб бXб,баб бLбoбaбdбeбrб2б,баб бAбlбeбrбtбCбiбrбcбlбeб,бб
баб баб бPбlбuбsб,баб бTбrбaбsбhб2б,баб бCбlбoбcбkб,баб бSбpбaбrбkбlбeбsб,баб бGбrбaбdбuбaбtбiбoбnбCбaбpб,баб бRбeбfбrбeбsбhбCбwб,бб
баб баб бAбlбeбrбtбTбrбiбaбnбgбlбeб,баб бIбnбfбoб,баб бLбoбgбOбuбtб,баб бFбiбlбeбTбeбxбtб,баб бIбmбaбgбeбаб бaбsбаб бIбmбaбgбeбIбcбoбnб,баб бMбiбcб,баб бPбaбpбeбrбcбlбiбpб,баб бDбoбwбnбlбoбaбdб,бб
баб баб бMбoбoбnб,баб бSбlбiбdбeбrбsбHбoбrбiбzбoбnбtбaбlб,баб бPбeбnбcбiбlб,баб бTбaбrбgбeбtб,бб
б}баб бfбrбoбmбаб б"бlбuбcбiбdбeб-бrбeбaбcбtб"б;бб
бiбmбpбoбrбtбаб б{бб
баб баб бTб,баб бTбIбNбTб,баб бTбIбPбOб_бLбAбBбEбLбSб,баб бPбRбIбOбRбIбDбAбDбEб_бMбEбTбAб,баб бPбEбRбIбOбDбOб_бLбAбBбEбLбSб,баб бTбAбBбSб,бб
баб баб бPбrбiбoбrбiбtбyбDбoбtб,баб бTбyбpбeбTбaбgб,баб бCбaбrбdб,баб бSбeбcбtбiбoбnбLбaбbбeбlб,баб бEбmбpбtбyбSбtбaбtбeб,баб бPбrбiбmбaбrбyбBбuбtбtбoбnб,баб бGбhбoбsбtбBбuбtбtбoбnб,бб
б}баб бfбrбoбmбаб б"б.б.б/бuбiб"б;бб
бiбmбpбoбrбtбаб б{баб бuбiбdб,баб бtбoбdбaбyбIбSбOб,баб бfбoбrбmбaбtбDбaбtбeбBбRб,баб бwбeбeбkбdбaбyбSбhбoбrбtб,баб бaбdбdбDбaбyбsб,баб бcбoбmбpбuбtбeбIбnбtбeбrбrбuбpбtбiбoбnбIбnбsбiбgбhбtб,баб бfбiбlбeбTбoбBбaбsбeб6б4б,баб бhбeбxбTбoбRбgбbбaб,баб бgбeбtбWбeбeбkбRбaбnбgбeб,баб бgбeбtбEбfбfбeбcбtбiбvбeбRбoбuбtбiбnбeбIбtбeбmбsбFбoбrбDбaбtбeб,баб бpбlбaбnбгбoбRбeбcбoбmбeбnбdбaбdбoбHбoбjбeб,баб бcбoбmбpбuбtбeбAбvбiбsбoбsб,баб бgбeбtбSбeбmбeбsбtбrбeбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бuбtбiбlбsб"б;бб
бiбmбpбoбrбtбаб б{баб бaбiбGбeбnбeбrбaбtбeбSбuбmбmбaбrбyб,баб бaбiбGбeбnбeбrбaбtбeбQбuбiбzб,баб бaбiбEбvбaбlбuбaбtбeбPбrбoбfбeбsбsбoбrбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бaбiбHбeбlбpбeбrбsб"б;бб
бiбmбpбoбrбtбаб б{баб бcбaбlбlбVбiбsбiбoбnб,баб бcбaбlбlбAбuбdбiбoбTбrбaбnбsбcбrбiбpбtбiбoбnб,баб бcбaбlбlбAбIбWбiбtбhбTбoбoбlбsбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бaбiб"б;бб
бiбmбpбoбrбtбаб б{баб бRбOбUбTбIбNбEб_бTбOбOбLбSб,баб бeбxбeбcбuбtбeбRбoбuбtбiбnбeбTбoбoбlбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бrбoбuбtбiбnбeбTбoбoбlбsб"б;бб
бiбmбpбoбrбtбаб б{баб бPбRбEбSбEбTбSбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бuбsбeбFбoбcбuбsбTбiбmбeбrб"б;бб
бcбoбnбsбtбаб бCбhбaбtбMбaбrбkбdбoбwбnбаб б=баб бlбaбzбyб(б(б)баб б=б>баб бiбmбpбoбrбtб(б"б.б.б/бCбhбaбtбMбaбrбkбdбoбwбnб"б)б.бtбhбeбnб(б(бmб)баб б=б>баб б(б{баб бdбeбfбaбuбlбtб:баб бmб.бCбhбaбtбMбaбrбkбdбoбwбnбаб б}б)б)б)б;бб
бiбmбpбoбrбtбаб б{бб
баб баб бaбdбdбQбuбiбzбAбtбtбeбmбpбtб,баб бaбdбdбPбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtб,бб
баб баб бuбpбsбeбrбtбSбuбmбmбaбrбyб,баб бaбdбdбSбeбsбsбiбoбnбаб бaбsбаб бdбbбAбdбdбSбeбsбsбiбoбnб,бб
баб баб бuбpбlбoбaбdбMбaбtбeбrбiбaбlбFбiбlбeб,баб бaбdбdбMбaбtбeбrбiбaбlб,баб бgбeбtбMбaбtбeбrбiбaбlбSбiбgбnбeбdбUбrбlб,баб бdбeбlбeбtбeбMбaбtбeбrбiбaбlб,бб
баб баб бaбdбdбNбoбtбeб,баб бdбeбlбeбtбeбNбoбtбeб,бб
б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бdбbб"б;бб
бiбmбpбoбrбtбаб б{баб бMбeбtбaбHбoбjбeбCбaбrбdб,баб бPбeбnбdбiбnбgбRбeбvбiбeбwбCбaбrбdб,баб бPбlбaбnбгбoбsбAбtбiбvбoбsб,баб бMбaбtбeбrбiбaбlбsбLбiбsбtб,баб бQбuбiбzбPбaбnбeбlб,баб бDбiбsбcбiбpбlбiбnбaбCбaбrбdб,баб бCбoбmбpбrбoбmбiбsбsбoбWбoбrбkбsбpбaбcбeбCбoбnбtбeбnбtб,баб бCбoбmбpбrбoбmбiбsбsбoбWбoбrбkбsбpбaбcбeбMбoбdбaбlб,баб бEбxбpбoбrбtбaбrбBбiбbбlбiбoбtбeбcбaб,баб бMбoбdбaбlбSбhбeбlбlб,баб бSбoбnбгбoбMбoбdбaбlб,баб бPбrбeбfбeбrбeбnбcбiбaбsбMбoбdбaбlб,баб бCбoбmбpбrбoбmбiбsбsбoбRбoбtбiбnбaбMбoбdбaбlб,баб бMбAбXб_бFбIбLбEб_бMбBб,баб бTбIбPбOб_бAбRбQбUбIбVбOб_бMбEбTбAб,баб бTбIбPбOб_бRбOбTбIбNбAб_бIбCбOбNбEб,баб бTбIбPбOбSб_бQбUбIбZб,баб бDбIбAбSб_бSбEбMбAбNбAб,баб бDбIбAб_бLбAбBбEбLб_бLбOбNбGбOб,баб бTбIбPбOбSб_бRбOбTбIбNбAбаб б}баб бfбrбoбmбаб б'б.б.б/бTбaбbбsб'б;бб
бб
бeбxбpбoбrбtбаб бfбuбnбcбtбiбoбnбаб бAбgбeбnбdбaбTбaбbб(б{бб
баб баб бuбsбeбrбIбdб,баб бcбoбmбmбiбtбmбeбnбtбsб,баб бsбtбuбdбyбBбlбoбcбkбsб,баб бoбnбDбeбlбeбtбeбCбoбmбmбiбtбmбeбnбtб,баб бoбnбTбoбgбgбlбeбBбlбoбcбkб,баб бoбnбRбeбpбlбaбnб,баб бoбnбRбeбdбuбzбiбrб,бб
баб баб бrбoбuбtбiбnбeб,баб бrбoбuбtбiбnбeбBбlбoбcбkбsб,баб бrбoбuбtбiбnбeбEбxбcбeбpбtбiбoбnбsб,бб
баб баб бnбгбoбtбeбsб,баб бmбaбtбeбrбiбaбlбsб,баб бsбuбmбmбaбrбiбeбsб,баб бqбuбiбzбAбtбtбeбmбpбtбsб,баб бpбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб,бб
баб баб бsбeбtбNбoбtбeбsб,баб бsбeбtбMбaбtбeбrбiбaбlбsб,баб бsбeбtбSбuбmбmбaбrбiбeбsб,баб бsбeбtбQбuбiбzбAбtбtбeбmбpбtбsб,баб бsбeбtбPбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб,бб
б}бб
б)баб б{бб
баб баб бcбoбnбsбtбаб б[бoбpбeбnбCбoбmбmбiбtбmбeбnбtб,баб бsбeбtбOбpбeбnбCбoбmбmбiбtбmбeбnбtб]баб б=баб бuбsбeбSбtбaбtбeб(бnбuбlбlб)б;бб
бб
баб баб бcбoбnбsбtбаб бmбeбrбgбeбdбаб б=баб б[бб
баб баб баб баб б.б.б.бcбoбmбmбiбtбmбeбnбtбsб.бmбaбpб(б(бcб)баб б=б>баб б(б{баб б.б.б.бcб,баб бkбiбnбdб:баб б"бcбoбmбmбiбtбmбeбnбtб"б,баб бdбaбtбeб:баб бcб.бpбrбaбzбoбаб б|б|баб б"б9б9б9б9б-б9б9б-б9б9б"баб б}б)б)б,бб
баб баб баб баб б.б.б.бsбtбuбdбyбBбlбoбcбkбsб.бmбaбpб(б(бbб)баб б=б>баб б(б{баб б.б.б.бbб,баб бkбiбnбdб:баб б"бbбlбoбcбkб"баб б}б)б)б,бб
баб баб б]б;бб
бб
баб баб бcбoбnбsбtбаб бhбoбjбeбаб б=баб бtбoбdбaбyбIбSбOб(б)б;бб
баб баб бcбoбnбsбtбаб бjбaбnбeбlбaбаб б=баб бAбrбrбaбyб.бfбrбoбmб(б{баб бlбeбnбgбtбhб:баб б1б4баб б}б,баб б(б_б,баб бiб)баб б=б>баб бaбdбdбDбaбyбsб(бhбoбjбeб,баб бiб)б)б;бб
баб баб бjбaбnбeбlбaб.бfбoбrбEбaбcбhб(б(бdбaбtбeб)баб б=б>баб б{бб
баб баб баб баб бgбeбtбEбfбfбeбcбtбiбvбeбRбoбuбtбiбnбeбIбtбeбmбsбFбoбrбDбaбtбeб(бdбaбtбeб,баб бrбoбuбtбiбnбeб,баб бrбoбuбtбiбnбeбBбlбoбcбkбsб,баб бrбoбuбtбiбnбeбEбxбcбeбpбtбiбoбnбsб)б.бfбoбrбEбaбcбhб(б(бrб)баб б=б>баб б{бб
баб баб баб баб баб баб бmбeбrбgбeбdб.бpбuбsбhб(б{баб б.б.б.бrб,баб бkбiбnбdб:баб б"бrбoбuбtбiбnбeб"б,баб бdбaбtбeбаб б}б)б;бб
баб баб баб баб б}б)б;бб
баб баб б}б)б;бб
бб
баб баб бcбoбnбsбtбаб бgбrбoбuбpбeбdбаб б=баб б{б}б;бб
баб баб бmбeбrбgбeбdб.бfбoбrбEбaбcбhб(б(бiбtбeбmб)баб б=б>баб б{баб бgбrбoбuбpбeбdб[бiбtбeбmб.бdбaбtбeб]баб б=баб бgбrбoбuбpбeбdб[бiбtбeбmб.бdбaбtбeб]баб б|б|баб б[б]б;баб бgбrбoбuбpбeбdб[бiбtбeбmб.бdбaбtбeб]б.бpбuбsбhб(бiбtбeбmб)б;баб б}б)б;бб
баб баб бOбbбjбeбcбtб.бkбeбyбsб(бgбrбoбuбpбeбdб)б.бfбoбrбEбaбcбhб(б(бdбaбtбeб)баб б=б>баб б{бб
баб баб баб баб бgбrбoбuбpбeбdб[бdбaбtбeб]б.бsбoбrбtб(б(бaб,баб бbб)баб б=б>баб б{бб
баб баб баб баб баб баб бcбoбnбsбtбаб бtбaбаб б=баб бaб.бkбiбnбdбаб б=б=б=баб б"бrбoбuбtбiбnбeб"баб б—баб бaб.бhбoбrбaбIбnбiбcбiбoбаб б|б|баб б"б1б2б:б0б0б"баб б:баб б{баб бmбaбnбhбaб:баб б"б0б9б:б0б0б"б,баб бtбaбrбdбeб:баб б"б1б5б:б0б0б"б,баб бnбгбoбiбtбeб:баб б"б1б9б:б0б0б"баб б}б[бaб.бpбeбrбiбoбdбoб]баб б|б|баб б"б1б2б:б0б0б"б;бб
баб баб баб баб баб баб бcбoбnбsбtбаб бtбbбаб б=баб бbб.бkбiбnбdбаб б=б=б=баб б"бrбoбuбtбiбnбeб"баб б—баб бbб.бhбoбrбaбIбnбiбcбiбoбаб б|б|баб б"б1б2б:б0б0б"баб б:баб б{баб бmбaбnбhбaб:баб б"б0б9б:б0б0б"б,баб бtбaбrбdбeб:баб б"б1б5б:б0б0б"б,баб бnбгбoбiбtбeб:баб б"б1б9б:б0б0б"баб б}б[бbб.бpбeбrбiбoбdбoб]баб б|б|баб б"б1б2б:б0б0б"б;бб
баб баб баб баб баб баб бrбeбtбuбrбnбаб бtбaб.бlбoбcбaбlбeбCбoбmбpбaбrбeб(бtбbб)б;бб
баб баб баб баб б}б)б;бб
баб баб б}б)б;бб
баб баб бcбoбnбsбtбаб бdбaбtбeбsбаб б=баб бOбbбjбeбcбtб.бkбeбyбsб(бgбrбoбuбpбeбdб)б.бsбoбrбtб(б)б;бб
бб
баб баб бrбeбtбuбrбnбаб б(бб
баб баб баб баб б<бdбiбvб>бб
баб баб баб баб баб баб б<бPбlбaбnбгбoбsбAбtбiбvбoбsбаб бcбoбmбmбiбtбmбeбnбtбsб=б{бcбoбmбmбiбtбmбeбnбtбsб}баб бsбtбuбdбyбBбlбoбcбkбsб=б{бsбtбuбdбyбBбlбoбcбkбsб}баб бoбnбRбeбpбlбaбnб=б{бoбnбRбeбpбlбaбnб}баб бoбnбRбeбdбuбzбiбrб=б{бoбnбRбeбdбuбzбiбrб}баб б/б>бб
баб баб баб баб баб баб б{бdбaбtбeбsб.бlбeбnбgбtбhбаб б=б=б=баб б0баб б—баб б(бб
баб баб баб баб баб баб баб баб б<бEбmбpбtбyбSбtбaбtбeбаб бtбeбxбtб=б"бSбuбaбаб бaбgбeбnбdбaбаб бeбsбtбббаб бvбaбzбiбaб.баб бAбdбiбcбiбoбnбeбаб бaбlбgбoбаб бpбeбlбaбаб бIбnбbбoбxб.б"баб б/б>бб
баб баб баб баб баб баб б)баб б:баб б(бб
баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бsбpбaбcбeб-бyб-б4б"б>бб
баб баб баб баб баб баб баб баб баб баб б{бdбaбtбeбsб.бmбaбpб(б(бdбaбtбeб)баб б=б>баб б(бб
баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бkбeбyб=б{бdбaбtбeб}б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бSбeбcбtбiбoбnбLбaбbбeбlб>б{бdбaбtбeбаб б=б=б=баб б"б9б9б9б9б-б9б9б-б9б9б"баб б—баб б"бSбeбmбаб бdбaбtбaб"баб б:баб б`б$б{бwбeбeбkбdбaбyбSбhбoбrбtб(бdбaбtбeб)б}баб бВб·баб б$б{бfбoбrбmбaбtбDбaбtбeбBбRб(бdбaбtбeб)б}б`б}б<б/бSбeбcбtбiбoбnбLбaбbбeбlб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бsбpбaбcбeб-бyб-б2б"б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бgбrбoбuбpбeбdб[бdбaбtбeб]б.бmбaбpб(б(бiбtбeбmб)баб б=б>баб б(бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бCбaбrбdбб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бkбeбyб=б{бiбtбeбmб.бiбdб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxбаб бiбtбeбmбsб-бcбeбnбtбeбrбаб бgбaбpб-б3баб бpбyб-б2б.б5б"бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бsбtбyбlбeб=б{бiбtбeбmб.бkбiбnбdбаб б=б=б=баб б"бcбoбmбmбiбtбmбeбnбtб"баб б—баб б{баб бcбuбrбsбoбrб:баб б"бpбoбiбnбtбeбrб"баб б}баб б:баб бiбtбeбmб.бkбiбnбdбаб б=б=б=баб б"бrбoбuбtбiбnбeб"баб б—баб б{баб бbбoбrбdбeбrбLбeбfбtб:баб б`б3бpбxбаб бsбoбlбiбdбаб б$б{бiбtбeбmб.бcбoбrб}б`баб б}баб б:баб б{б}б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бoбnбCбlбiбcбkб=б{бiбtбeбmб.бkбiбnбdбаб б=б=б=баб б"бcбoбmбmбiбtбmбeбnбtб"баб б—баб б(б)баб б=б>баб бsбeбtбOбpбeбnбCбoбmбmбiбtбmбeбnбtб(бiбtбeбmб)баб б:баб бuбnбdбeбfбiбnбeбdб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бiбtбeбmб.бkбiбnбdбаб б=б=б=баб б"бbбlбoбcбkб"баб б&б&баб б(бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бbбuбtбtбoбnбб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бoбnбCбlбiбcбkб=б{б(б)баб б=б>баб бoбnбTбoбgбgбlбeбBбlбoбcбkб(бiбtбeбmб.бiбdб)б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бcбlбaбsбsбNбaбmбeб=б"бwб-б5баб бhб-б5баб бrбoбuбnбdбeбdбаб бsбhбrбiбnбkб-б0баб бfбlбeбxбаб бiбtбeбmбsб-бcбeбnбtбeбrбаб бjбuбsбtбiбfбyб-бcбeбnбtбeбrб"бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бsбtбyбlбeб=б{б{баб бbбoбrбdбeбrб:баб б`б1б.б5бpбxбаб бsбoбlбiбdбаб б$б{бiбtбeбmб.бdбoбnбeбаб б—баб бTб.бbбrбaбnбdбаб б:баб бTб.бbбoбrбdбeбrб}б`б,баб бbбaбcбkбgбrбoбuбnбdбCбoбlбoбrб:баб бiбtбeбmб.бdбoбnбeбаб б—баб бTб.бbбrбaбnбdбаб б:баб б"бtбrбaбnбsбpбaбrбeбnбtб"баб б}б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бiбtбeбmб.бdбoбnбeбаб б&б&баб б<бCбhбeбcбkбаб бcбlбaбsбsбNбaбmбeб=б"бwб-б3б.б5баб бhб-б3б.б5б"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб б"б#б0б6б2б3б1бAб"баб б}б}баб б/б>б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бbбuбtбtбoбnб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б)б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxб-б1баб бmбiбnб-бwб-б0б"б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бtбeбxбtб-бsбmбаб бfбoбnбtб-бmбeбdбiбuбmбаб бtбrбuбnбcбaбtбeб"баб бsбtбyбlбeб=б{б{баб бtбeбxбtбDбeбcбoбrбaбtбiбoбnб:баб бiбtбeбmб.бdбoбnбeбаб б—баб б"бlбiбnбeб-бtбhбrбoбuбgбhб"баб б:баб б"бnбгбoбnбeб"баб б}б}б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бiбtбeбmб.бkбiбnбdбаб б=б=б=баб б"бrбoбuбtбiбnбeб"баб б—баб бiбtбeбmб.бtбiбtбuбlбoбаб б:баб б`б$б{бiбtбeбmб.бdбiбsбcбiбpбlбiбnбaб}баб бвбЂб”баб б$б{бiбtбeбmб.бaбsбsбuбnбtбoб}б`б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бtбeбxбtб-бxбsбаб бmбtб-б0б.б5б"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбSбoбfбtбаб б}б}б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бiбtбeбmб.бkбiбnбdбаб б=б=б=баб б"бcбoбmбmбiбtбmбeбnбtб"баб б&б&баб бTбIбPбOб_бLбAбBбEбLбSб[бiбtбeбmб.бtбiбpбoб]б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бiбtбeбmб.бkбiбnбdбаб б=б=б=баб б"бbбlбoбcбkб"баб б&б&баб б`бBбlбoбcбoбаб бdбeбаб б$б{бiбtбeбmб.бtбiбpбoбаб б=б=б=баб б"бrбeбvбiбsбaбoб"баб б—баб б"бrбeбvбiбsбгбoб"баб б:баб б"бeбsбtбuбdбoб"б}баб бВб·баб б$б{бPбEбRбIбOбDбOб_бLбAбBбEбLбSб[бiбtбeбmб.бpбeбrбiбoбdбoб]б}б`б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бiбtбeбmб.бkбiбnбdбаб б=б=б=баб б"бrбoбuбtбiбnбeб"баб б&б&баб б`б$б{бiбtбeбmб.бhбoбrбaбIбnбiбcбiбoб—б.бsбlбiбcбeб(б0б,баб б5б)б}б—б$б{бiбtбeбmб.бhбoбrбaбFбiбmб—б.бsбlбiбcбeб(б0б,баб б5б)б}б`б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бiбtбeбmб.бkбiбnбdбаб б=б=б=баб б"бcбoбmбmбiбtбmбeбnбtб"баб б—баб б(бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxбаб бiбtбeбmбsб-бcбeбnбtбeбrбаб бgбaбpб-б3баб бsбhбrбiбnбkб-б0б"б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бPбrбiбoбrбiбtбyбDбoбtбаб бpбrбiбoбrбiбdбaбdбeб=б{бiбtбeбmб.бpбrбiбoбrбiбdбaбdбeб}баб б/б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бbбuбtбtбoбnбаб бoбnбCбlбiбcбkб=б{б(бeб)баб б=б>баб б{баб бeб.бsбtбoбpбPбrбoбpбaбgбaбtбiбoбnб(б)б;баб бoбnбDбeбlбeбtбeбCбoбmбmбiбtбmбeбnбtб(бiбtбeбmб.бiбdб)б;баб б}б}баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбSбoбfбtбаб б}б}б>б<бTбrбaбsбhб2баб бcбlбaбsбsбNбaбmбeб=б"бwб-б4баб бhб-б4б"баб б/б>б<б/бbбuбtбtбoбnб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б)баб б:баб бnбuбlбlб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бCбaбrбdб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б)б)б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб б)б)б}бб
баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб б)б}бб
бб
баб баб баб баб баб баб б{бoбpбeбnбCбoбmбmбiбtбmбeбnбtбаб б&б&баб б(бб
баб баб баб баб баб баб баб баб б<бCбoбmбpбrбoбmбiбsбsбoбWбoбrбkбsбpбaбcбeбMбoбdбaбlбб
баб баб баб баб баб баб баб баб баб баб бuбsбeбrбIбdб=б{бuбsбeбrбIбdб}бб
баб баб баб баб баб баб баб баб баб баб бcбoбmбmбiбtбmбeбnбtб=б{бoбpбeбnбCбoбmбmбiбtбmбeбnбtб}бб
баб баб баб баб баб баб баб баб баб баб бnбгбoбtбeбsб=б{бnбгбoбtбeбsб}бб
баб баб баб баб баб баб баб баб баб баб бmбaбtбeбrбiбaбlбsб=б{бmбaбtбeбrбiбaбlбsб}бб
баб баб баб баб баб баб баб баб баб баб бsбuбmбmбaбrбiбeбsб=б{бsбuбmбmбaбrбiбeбsб}бб
баб баб баб баб баб баб баб баб баб баб бqбuбiбzбAбtбtбeбmбpбtбsб=б{бqбuбiбzбAбtбtбeбmбpбtбsб}бб
баб баб баб баб баб баб баб баб баб баб бpбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб=б{бpбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб}бб
баб баб баб баб баб баб баб баб баб баб бsбeбtбNбoбtбeбsб=б{бsбeбtбNбoбtбeбsб}бб
баб баб баб баб баб баб баб баб баб баб бsбeбtбMбaбtбeбrбiбaбlбsб=б{бsбeбtбMбaбtбeбrбiбaбlбsб}бб
баб баб баб баб баб баб баб баб баб баб бsбeбtбSбuбmбmбaбrбiбeбsб=б{бsбeбtбSбuбmбmбaбrбiбeбsб}бб
баб баб баб баб баб баб баб баб баб баб бsбeбtбQбuбiбzбAбtбtбeбmбpбtбsб=б{бsбeбtбQбuбiбzбAбtбtбeбmбpбtбsб}бб
баб баб баб баб баб баб баб баб баб баб бsбeбtбPбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб=б{бsбeбtбPбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб}бб
баб баб баб баб баб баб баб баб баб баб бoбnбCбlбoбsбeб=б{б(б)баб б=б>баб бsбeбtбOбpбeбnбCбoбmбmбiбtбmбeбnбtб(бnбuбlбlб)б}бб
баб баб баб баб баб баб баб баб б/б>бб
баб баб баб баб баб баб б)б}бб
баб баб баб баб б<б/бdбiбvб>бб
баб баб б)б;бб
б}