iбmбpбoбrбtбаб б{баб бuбsбeбSбtбaбtбeб,баб бuбsбeбEбfбfбeбcбtб,баб бuбsбeбRбeбfб,баб бlбaбzбyб,баб бSбuбsбpбeбnбsбeбаб б}баб бfбrбoбmбаб б"бrбeбaбcбtб"б;бб
бiбmбpбoбrбtбаб б{бб
баб баб бSбeбnбdб,баб бPбlбaбyб,баб бPбaбuбsбeб,баб бRбoбtбaбtбeбCбcбwб,баб бCбhбeбcбkб,баб бXб,баб бLбoбaбdбeбrб2б,баб бAбlбeбrбtбCбiбrбcбlбeб,бб
баб баб бPбlбuбsб,баб бTбrбaбsбhб2б,баб бCбlбoбcбkб,баб бSбpбaбrбkбlбeбsб,баб бGбrбaбdбuбaбtбiбoбnбCбaбpб,баб бRбeбfбrбeбsбhбCбwб,бб
баб баб бAбlбeбrбtбTбrбiбaбnбgбlбeб,баб бIбnбfбoб,баб бLбoбgбOбuбtб,баб бFбiбlбeбTбeбxбtб,баб бIбmбaбgбeбаб бaбsбаб бIбmбaбgбeбIбcбoбnб,баб бMбiбcб,баб бPбaбpбeбrбcбlбiбpб,баб бDбoбwбnбlбoбaбdб,бб
баб баб бMбoбoбnб,баб бSбlбiбdбeбrбsбHбoбrбiбzбoбnбtбaбlб,баб бPбeбnбcбiбlб,баб бTбaбrбgбeбtб,бб
б}баб бfбrбoбmбаб б"бlбuбcбiбdбeб-бrбeбaбcбtб"б;бб
бiбmбpбoбrбtбаб б{бб
баб баб бTб,баб бTбIбNбTб,баб бTбIбPбOб_бLбAбBбEбLбSб,баб бPбRбIбOбRбIбDбAбDбEб_бMбEбTбAб,баб бPбEбRбIбOбDбOб_бLбAбBбEбLбSб,баб бTбAбBбSб,бб
баб баб бPбrбiбoбrбiбtбyбDбoбtб,баб бTбyбpбeбTбaбgб,баб бCбaбrбdб,баб бSбeбcбtбiбoбnбLбaбbбeбlб,баб бEбmбpбtбyбSбtбaбtбeб,баб бPбrбiбmбaбrбyбBбuбtбtбoбnб,баб бGбhбoбsбtбBбuбtбtбoбnб,бб
б}баб бfбrбoбmбаб б"б.б.б/бuбiб"б;бб
бiбmбpбoбrбtбаб б{баб бuбiбdб,баб бtбoбdбaбyбIбSбOб,баб бfбoбrбmбaбtбDбaбtбeбBбRб,баб бwбeбeбkбdбaбyбSбhбoбrбtб,баб бaбdбdбDбaбyбsб,баб бcбoбmбpбuбtбeбIбnбtбeбrбrбuбpбtбiбoбnбIбnбsбiбgбhбtб,баб бfбiбlбeбTбoбBбaбsбeб6б4б,баб бhбeбxбTбoбRбgбbбaб,баб бgбeбtбWбeбeбkбRбaбnбgбeб,баб бgбeбtбEбfбfбeбcбtбiбvбeбRбoбuбtбiбnбeбIбtбeбmбsбFбoбrбDбaбtбeб,баб бpбlбaбnбгбoбRбeбcбoбmбeбnбdбaбdбoбHбoбjбeб,баб бcбoбmбpбuбtбeбAбvбiбsбoбsб,баб бgбeбtбSбeбmбeбsбtбrбeбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бuбtбiбlбsб"б;бб
бiбmбpбoбrбtбаб б{баб бaбiбGбeбnбeбrбaбtбeбSбuбmбmбaбrбyб,баб бaбiбGбeбnбeбrбaбtбeбQбuбiбzб,баб бaбiбEбvбaбlбuбaбtбeбPбrбoбfбeбsбsбoбrбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бaбiбHбeбlбpбeбrбsб"б;бб
бiбmбpбoбrбtбаб б{баб бcбaбlбlбVбiбsбiбoбnб,баб бcбaбlбlбAбuбdбiбoбTбrбaбnбsбcбrбiбpбtбiбoбnб,баб бcбaбlбlбAбIбWбiбtбhбTбoбoбlбsбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бaбiб"б;бб
бiбmбpбoбrбtбаб б{баб бRбOбUбTбIбNбEб_бTбOбOбLбSб,баб бeбxбeбcбuбtбeбRбoбuбtбiбnбeбTбoбoбlбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бrбoбuбtбiбnбeбTбoбoбlбsб"б;бб
бiбmбpбoбrбtбаб б{баб бPбRбEбSбEбTбSбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бuбsбeбFбoбcбuбsбTбiбmбeбrб"б;бб
бcбoбnбsбtбаб бCбhбaбtбMбaбrбkбdбoбwбnбаб б=баб бlбaбzбyб(б(б)баб б=б>баб бiбmбpбoбrбtб(б"б.б.б/бCбhбaбtбMбaбrбkбdбoбwбnб"б)б.бtбhбeбnб(б(бmб)баб б=б>баб б(б{баб бdбeбfбaбuбlбtб:баб бmб.бCбhбaбtбMбaбrбkбdбoбwбnбаб б}б)б)б)б;бб
бiбmбpбoбrбtбаб б{бб
баб баб бaбdбdбQбuбiбzбAбtбtбeбmбpбtб,баб бaбdбdбPбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtб,бб
баб баб бuбpбsбeбrбtбSбuбmбmбaбrбyб,баб бaбdбdбSбeбsбsбiбoбnбаб бaбsбаб бdбbбAбdбdбSбeбsбsбiбoбnб,бб
баб баб бuбpбlбoбaбdбMбaбtбeбrбiбaбlбFбiбlбeб,баб бaбdбdбMбaбtбeбrбiбaбlб,баб бgбeбtбMбaбtбeбrбiбaбlбSбiбgбnбeбdбUбrбlб,баб бdбeбlбeбtбeбMбaбtбeбrбiбaбlб,бб
баб баб бaбdбdбNбoбtбeб,баб бdбeбlбeбtбeбNбoбtбeб,бб
б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бdбbб"б;бб
бiбmбpбoбrбtбаб б{баб бMбeбtбaбHбoбjбeбCбaбrбdб,баб бPбeбnбdбiбnбgбRбeбvбiбeбwбCбaбrбdб,баб бPбlбaбnбгбoбsбAбtбiбvбoбsб,баб бMбaбtбeбrбiбaбlбsбLбiбsбtб,баб бQбuбiбzбPбaбnбeбlб,баб бDбiбsбcбiбpбlбiбnбaбCбaбrбdб,баб бCбoбmбpбrбoбmбiбsбsбoбWбoбrбkбsбpбaбcбeбCбoбnбtбeбnбtб,баб бCбoбmбpбrбoбmбiбsбsбoбWбoбrбkбsбpбaбcбeбMбoбdбaбlб,баб бEбxбpбoбrбtбaбrбBбiбbбlбiбoбtбeбcбaб,баб бMбoбdбaбlбSбhбeбlбlб,баб бSбoбnбгбoбMбoбdбaбlб,баб бPбrбeбfбeбrбeбnбcбiбaбsбMбoбdбaбlб,баб бCбoбmбpбrбoбmбiбsбsбoбRбoбtбiбnбaбMбoбdбaбlб,баб бMбAбXб_бFбIбLбEб_бMбBб,баб бTбIбPбOб_бAбRбQбUбIбVбOб_бMбEбTбAб,баб бTбIбPбOб_бRбOбTбIбNбAб_бIбCбOбNбEб,баб бTбIбPбOбSб_бQбUбIбZб,баб бDбIбAбSб_бSбEбMбAбNбAб,баб бDбIбAб_бLбAбBбEбLб_бLбOбNбGбOб,баб бTбIбPбOбSб_бRбOбTбIбNбAбаб б}баб бfбrбoбmбаб б'б.б.б/бTбaбbбsб'б;бб
бб
бeбxбpбoбrбtбаб бfбuбnбcбtбiбoбnбаб бBбiбbбlбiбoбtбeбcбaбTбaбbб(б{баб бuбsбeбrбIбdб,баб бnбгбoбtбeбsб,баб бcбoбmбmбiбtбmбeбnбtбsб,баб бmбaбtбeбrбiбaбlбsб,баб бqбuбiбzбAбtбtбeбmбpбtбsб,баб бpбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб,баб бoбnбDбeбlбeбtбeбNбoбtбeб,баб бsбuбmбmбaбrбiбeбsб,баб бsбeбtбSбuбmбmбaбrбiбeбsб,баб бsбeбtбNбoбtбeбsб,баб бsбeбtбMбaбtбeбrбiбaбlбsб,баб бsбeбtбQбuбiбzбAбtбtбeбmбpбtбsб,баб бsбeбtбPбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsбаб б}бб
б)баб б{бб
баб баб бcбoбnбsбtбаб б[бoбpбeбnбCбoбmбmбiбtбmбeбnбtб,баб бsбeбtбOбpбeбnбCбoбmбmбiбtбmбeбnбtб]баб б=баб бuбsбeбSбtбaбtбeб(бnбuбlбlб)б;бб
бб
баб баб бaбsбyбnбcбаб бfбuбnбcбtбiбoбnбаб бhбaбnбdбlбeбDбeбlбeбtбeбMбaбtбeбrбiбaбlбLбiбbб(бmб)баб б{бб
баб баб баб баб бaбwбaбiбtбаб бdбeбlбeбtбeбMбaбtбeбrбiбaбlб(бmб.бiбdб,баб бmб.бsбtбoбrбaбgбeбPбaбtбhб)б;бб
баб баб баб баб бsбeбtбMбaбtбeбrбiбaбlбsб(б(бpбrбeбvб)баб б=б>баб бpбrбeбvб.бfбiбlбtбeбrб(б(бxб)баб б=б>баб бxб.бiбdбаб б!б=б=баб бmб.бiбdб)б)б;бб
баб баб б}бб
бб
баб баб бcбoбnбsбtбаб бdбiбsбcбiбpбlбiбnбaбsбаб б=баб бAбrбrбaбyб.бfбrбoбmб(бnбeбwбаб бSбeбtб(б[бб
баб баб баб баб б.б.б.бnбгбoбtбeбsб.бmбaбpб(б(бnб)баб б=б>баб бnб.бdбiбsбcбiбpбlбiбnбaб)б,бб
баб баб баб баб б.б.б.бcбoбmбmбiбtбmбeбnбtбsб.бmбaбpб(б(бcб)баб б=б>баб бcб.бdбiбsбcбiбpбlбiбnбaб)б,бб
баб баб баб баб б.б.б.бmбaбtбeбrбiбaбlбsб.бmбaбpб(б(бmб)баб б=б>баб бmб.бdбiбsбcбiбpбlбiбnбaб)б,бб
баб баб б]б)б)б.бfбiбlбtбeбrб(бBбoбoбlбeбaбnб)б;бб
бб
баб баб бcбoбnбsбtбаб бcбoбmбpбrбoбmбiбsбsбoбsбOбrбdбeбnбaбdбoбsбаб б=баб б[б.б.б.бcбoбmбmбiбtбmбeбnбtбsб]б.бsбoбrбtб(б(бaб,баб бbб)баб б=б>баб б(бaб.бpбrбaбzбoбаб б|б|баб б"б9б9б9б9б-б9б9б-б9б9б"б)б.бlбoбcбaбlбeбCбoбmбpбaбrбeб(бbб.бpбrбaбzбoбаб б|б|баб б"б9б9б9б9б-б9б9б-б9б9б"б)б)б;бб
баб баб бcбoбnбsбtбаб бcбoбmбpбrбoбmбiбsбsбoбsбPбoбrбSбeбmбeбsбtбrбeбаб б=баб б{б}б;бб
баб баб бcбoбmбpбrбoбmбiбsбsбoбsбOбrбdбeбnбaбdбoбsб.бfбoбrбEбaбcбhб(б(бcб)баб б=б>баб б{бб
баб баб баб баб бcбoбnбsбtбаб бsбeбmбаб б=баб бgбeбtбSбeбmбeбsбtбrбeб(бcб.бpбrбaбzбoб)б;бб
баб баб баб баб бcбoбmбpбrбoбmбiбsбsбoбsбPбoбrбSбeбmбeбsбtбrбeб[бsбeбmб]баб б=баб бcбoбmбpбrбoбmбiбsбsбoбsбPбoбrбSбeбmбeбsбtбrбeб[бsбeбmб]баб б|б|баб б[б]б;бб
баб баб баб баб бcбoбmбpбrбoбmбiбsбsбoбsбPбoбrбSбeбmбeбsбtбrбeб[бsбeбmб]б.бpбuбsбhб(бcб)б;бб
баб баб б}б)б;бб
баб баб бcбoбnбsбtбаб бsбeбmбeбsбtбrбeбsбаб б=баб бOбbбjбeбcбtб.бkбeбyбsб(бcбoбmбpбrбoбmбiбsбsбoбsбPбoбrбSбeбmбeбsбtбrбeб)б.бsбoбrбtб(б(бaб,баб бbб)баб б=б>баб б(бaбаб б=б=б=баб б"бSбeбmбаб бdбaбtбaб"баб б—баб б1баб б:баб бbбаб б=б=б=баб б"бSбeбmбаб бdбaбtбaб"баб б—баб б-б1баб б:баб бbб.бlбoбcбaбlбeбCбoбmбpбaбrбeб(бaб)б)б)б;бб
бб
баб баб бiбfбаб б(бdбiбsбcбiбpбlбiбnбaбsб.бlбeбnбgбtбhбаб б=б=б=баб б0баб б&б&баб бcбoбmбpбrбoбmбiбsбsбoбsбOбrбdбeбnбaбdбoбsб.бlбeбnбgбtбhбаб б=б=б=баб б0б)баб б{бб
баб баб баб баб бrбeбtбuбrбnбаб б<бEбmбpбtбyбSбtбaбtбeбаб бtбeбxбtб=б"бAбiбnбdбaбаб бnбгбoбаб бhбббаб бmбaбtбeбrбiбaбiбsбаб бoбrбgбaбnбiбzбaбdбoбsб.баб бEбnбvбiбeбаб бaбnбгбoбtбaбзбхбeбsб,баб бPбDбFбsб,баб бfбoбtбoбsбаб бoбuбаб бббuбdбiбoбsбаб бpбeбlбaбаб бIбnбbбoбxб.б"баб б/б>б;бб
баб баб б}бб
бб
баб баб бrбeбtбuбrбnбаб б(бб
баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бsбpбaбcбeб-бyб-б6б"б>бб
баб баб баб баб баб баб б<бEбxбpбoбrбtбaбrбBбiбbбlбiбoбtбeбcбaбаб бuбsбeбrбIбdб=б{бuбsбeбrбIбdб}баб бcбoбmбmбiбtбmбeбnбtбsб=б{бcбoбmбmбiбtбmбeбnбtбsб}баб бnбгбoбtбeбsб=б{бnбгбoбtбeбsб}баб бmбaбtбeбrбiбaбlбsб=б{бmбaбtбeбrбiбaбlбsб}баб бsбuбmбmбaбrбiбeбsб=б{бsбuбmбmбaбrбiбeбsб}баб бdбiбsбcбiбpбlбiбnбaбsб=б{бdбiбsбcбiбpбlбiбnбaбsб}баб бsбeбmбeбsбtбrбeбsб=б{бsбeбmбeбsбtбrбeбsб.бfбiбlбtбeбrб(б(бsб)баб б=б>баб бsбаб б!б=б=баб б"бSбeбmбаб бdбaбtбaб"б)б}баб б/б>бб
бб
баб баб баб баб баб баб б{бsбeбmбeбsбtбrбeбsб.бmбaбpб(б(бsбeбmб)баб б=б>баб б(бб
баб баб баб баб баб баб баб баб б<бdбiбvбаб бkбeбyб=б{бsбeбmб}б>бб
баб баб баб баб баб баб баб баб баб баб б<бSбeбcбtбiбoбnбLбaбbбeбlб>б{бsбeбmбаб б=б=б=баб б"бSбeбmбаб бdбaбtбaб"баб б—баб б"бCбoбmбpбrбoбmбiбsбsбoбsбаб бsбeбmбаб бdбaбtбaб"баб б:баб б`бSбeбmбeбsбtбrбeбаб б$б{бsбeбmб}б`б}б<б/бSбeбcбtбiбoбnбLбaбbбeбlб>бб
баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бgбrбiбdбаб бgбaбpб-б2б"б>бб
баб баб баб баб баб баб баб баб баб баб баб баб б{бcбoбmбpбrбoбmбiбsбsбoбsбPбoбrбSбeбmбeбsбtбrбeб[бsбeбmб]б.бmбaбpб(б(бcб)баб б=б>баб б(бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бbбuбtбtбoбnбаб бkбeбyб=б{бcб.бiбdб}баб бoбnбCбlбiбcбkб=б{б(б)баб б=б>баб бsбeбtбOбpбeбnбCбoбmбmбiбtбmбeбnбtб(бcб)б}баб бcбlбaбsбsбNбaбmбeб=б"бwб-бfбuбlбlбаб бtбeбxбtб-бlбeбfбtб"б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бCбaбrбdбаб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxбаб бiбtбeбmбsб-бcбeбnбtбeбrбаб бjбuбsбtбiбfбyб-бbбeбtбwбeбeбnбаб бpбyб-б2б.б5б"б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бmбiбnб-бwб-б0б"б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бtбeбxбtб-бsбmбаб бfбoбnбtб-бmбeбdбiбuбmбаб бtбrбuбnбcбaбtбeб"б>б{бcб.бdбiбsбcбiбpбlбiбnбaб}баб бвбЂб”баб б{бcб.бaбsбsбuбnбtбoб}б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бtбeбxбtб-бxбsбаб бmбtб-б0б.б5б"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбSбoбfбtбаб б}б}б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бcб.бpбrбaбzбoбаб б—баб бfбoбrбmбaбtбDбaбtбeбBбRб(бcб.бpбrбaбzбoб)баб б:баб б"бSбeбmбаб бdбaбtбaб"б}баб бВб·баб б{бTбIбPбOб_бLбAбBбEбLбSб[бcб.бtбiбpбoб]б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бPбrбiбoбrбiбtбyбDбoбtбаб бpбrбiбoбrбiбdбaбdбeб=б{бcб.бpбrбiбoбrбiбdбaбdбeб}баб б/б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бCбaбrбdб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бbбuбtбtбoбnб>бб
баб баб баб баб баб баб баб баб баб баб баб баб б)б)б}бб
баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб б)б)б}бб
бб
баб баб баб баб баб баб б{бdбiбsбcбiбpбlбiбnбaбsб.бlбeбnбgбtбhбаб б>баб б0баб б&б&баб б(бб
баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бsбpбaбcбeб-бyб-б6б"б>бб
баб баб баб баб баб баб баб баб баб баб б<бSбeбcбtбiбoбnбLбaбbбeбlб>бPбoбrбаб бdбiбsбcбiбpбlбiбnбaбаб бвбЂб”баб бcбoбnбtбeбъбdбoбаб бgбeбrбaбlб<б/бSбeбcбtбiбoбnбLбaбbбeбlб>бб
баб баб баб баб баб баб баб баб баб баб б{бdбiбsбcбiбpбlбiбnбaбsб.бmбaбpб(б(бdбiбsбcб)баб б=б>баб б(бб
баб баб баб баб баб баб баб баб баб баб баб баб б<бDбiбsбcбiбpбlбiбnбaбCбaбrбdбб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бkбeбyб=б{бdбiбsбcб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бuбsбeбrбIбdб=б{бuбsбeбrбIбdб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бdбiбsбcб=б{бdбiбsбcб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бnбгбoбtбaбsбDбiбsбcб=б{бnбгбoбtбeбsб.бfбiбlбtбeбrб(б(бnб)баб б=б>баб бnб.бdбiбsбcбiбpбlбiбnбaбаб б=б=б=баб бdбiбsбcбаб б&б&баб б!бnб.бcбoбmбmбiбtбmбeбnбtбIбdб)б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бcбoбmбpбrбoбmбiбsбsбoбsбDбiбsбcб=б{бcбoбmбmбiбtбmбeбnбtбsб.бfбiбlбtбeбrб(б(бcб)баб б=б>баб бcб.бdбiбsбcбiбpбlбiбnбaбаб б=б=б=баб бdбiбsбcб)б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бmбaбtбeбrбiбaбiбsбDбiбsбcб=б{бmбaбtбeбrбiбaбlбsб.бfбiбlбtбeбrб(б(бmб)баб б=б>баб бmб.бdбiбsбcбiбpбlбiбnбaбаб б=б=б=баб бdбiбsбcбаб б&б&баб б!бmб.бcбoбmбmбiбtбmбeбnбtбIбdб)б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бoбnбDбeбlбeбtбeбNбoбtбeб=б{бoбnбDбeбlбeбtбeбNбoбtбeб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бoбnбDбeбlбeбtбeбMбaбtбeбrбiбaбlб=б{бhбaбnбdбlбeбDбeбlбeбtбeбMбaбtбeбrбiбaбlбLбiбbб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бoбnбOбpбeбnбCбoбmбmбiбtбmбeбnбtб=б{бsбeбtбOбpбeбnбCбoбmбmбiбtбmбeбnбtб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бsбuбmбmбaбrбiбeбsб=б{бsбuбmбmбaбrбiбeбsб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бsбeбtбSбuбmбmбaбrбiбeбsб=б{бsбeбtбSбuбmбmбaбrбiбeбsб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бsбeбtбQбuбiбzбAбtбtбeбmбpбtбsб=б{бsбeбtбQбuбiбzбAбtбtбeбmбpбtбsб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бsбeбtбPбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб=б{бsбeбtбPбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб}бб
баб баб баб баб баб баб баб баб баб баб баб баб б/б>бб
баб баб баб баб баб баб баб баб баб баб б)б)б}бб
баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб б)б}бб
бб
баб баб баб баб баб баб б{бoбpбeбnбCбoбmбmбiбtбmбeбnбtбаб б&б&баб б(бб
баб баб баб баб баб баб баб баб б<бCбoбmбpбrбoбmбiбsбsбoбWбoбrбkбsбpбaбcбeбMбoбdбaбlбб
баб баб баб баб баб баб баб баб баб баб бuбsбeбrбIбdб=б{бuбsбeбrбIбdб}бб
баб баб баб баб баб баб баб баб баб баб бcбoбmбmбiбtбmбeбnбtб=б{бoбpбeбnбCбoбmбmбiбtбmбeбnбtб}бб
баб баб баб баб баб баб баб баб баб баб бnбгбoбtбeбsб=б{бnбгбoбtбeбsб}бб
баб баб баб баб баб баб баб баб баб баб бmбaбtбeбrбiбaбlбsб=б{бmбaбtбeбrбiбaбlбsб}бб
баб баб баб баб баб баб баб баб баб баб бsбuбmбmбaбrбiбeбsб=б{бsбuбmбmбaбrбiбeбsб}бб
баб баб баб баб баб баб баб баб баб баб бqбuбiбzбAбtбtбeбmбpбtбsб=б{бqбuбiбzбAбtбtбeбmбpбtбsб}бб
баб баб баб баб баб баб баб баб баб баб бpбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб=б{бpбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб}бб
баб баб баб баб баб баб баб баб баб баб бsбeбtбNбoбtбeбsб=б{бsбeбtбNбoбtбeбsб}бб
баб баб баб баб баб баб баб баб баб баб бsбeбtбMбaбtбeбrбiбaбlбsб=б{бsбeбtбMбaбtбeбrбiбaбlбsб}бб
баб баб баб баб баб баб баб баб баб баб бsбeбtбSбuбmбmбaбrбiбeбsб=б{бsбeбtбSбuбmбmбaбrбiбeбsб}бб
баб баб баб баб баб баб баб баб баб баб бsбeбtбQбuбiбzбAбtбtбeбmбpбtбsб=б{бsбeбtбQбuбiбzбAбtбtбeбmбpбtбsб}бб
баб баб баб баб баб баб баб баб баб баб бsбeбtбPбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб=б{бsбeбtбPбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtбsб}бб
баб баб баб баб баб баб баб баб баб баб бoбnбCбlбoбsбeб=б{б(б)баб б=б>баб бsбeбtбOбpбeбnбCбoбmбmбiбtбmбeбnбtб(бnбuбlбlб)б}бб
баб баб баб баб баб баб баб баб б/б>бб
баб баб баб баб баб баб б)б}бб
баб баб баб баб б<б/бdбiбvб>бб
баб баб б)б;бб
б}