iбmбpбoбrбtбаб б{баб бuбsбeбSбtбaбtбeб,баб бuбsбeбEбfбfбeбcбtб,баб бuбsбeбRбeбfб,баб бlбaбzбyб,баб бSбuбsбpбeбnбsбeбаб б}баб бfбrбoбmбаб б"бrбeбaбcбtб"б;бб
бiбmбpбoбrбtбаб б{бб
баб баб бSбeбnбdб,баб бPбlбaбyб,баб бPбaбuбsбeб,баб бRбoбtбaбtбeбCбcбwб,баб бCбhбeбcбkб,баб бXб,баб бLбoбaбdбeбrб2б,баб бAбlбeбrбtбCбiбrбcбlбeб,бб
баб баб бPбlбuбsб,баб бTбrбaбsбhб2б,баб бCбlбoбcбkб,баб бSбpбaбrбkбlбeбsб,баб бGбrбaбdбuбaбtбiбoбnбCбaбpб,баб бRбeбfбrбeбsбhбCбwб,бб
баб баб бAбlбeбrбtбTбrбiбaбnбgбlбeб,баб бIбnбfбoб,баб бLбoбgбOбuбtб,баб бFбiбlбeбTбeбxбtб,баб бIбmбaбgбeбаб бaбsбаб бIбmбaбgбeбIбcбoбnб,баб бMбiбcб,баб бPбaбpбeбrбcбlбiбpб,баб бDбoбwбnбlбoбaбdб,бб
баб баб бMбoбoбnб,баб бSбlбiбdбeбrбsбHбoбrбiбzбoбnбtбaбlб,баб бPбeбnбcбiбlб,баб бTбaбrбgбeбtб,бб
б}баб бfбrбoбmбаб б"бlбuбcбiбdбeб-бrбeбaбcбtб"б;бб
бiбmбpбoбrбtбаб б{бб
баб баб бTб,баб бTбIбNбTб,баб бTбIбPбOб_бLбAбBбEбLбSб,баб бPбRбIбOбRбIбDбAбDбEб_бMбEбTбAб,баб бPбEбRбIбOбDбOб_бLбAбBбEбLбSб,баб бTбAбBбSб,бб
баб баб бPбrбiбoбrбiбtбyбDбoбtб,баб бTбyбpбeбTбaбgб,баб бCбaбrбdб,баб бSбeбcбtбiбoбnбLбaбbбeбlб,баб бEбmбpбtбyбSбtбaбtбeб,баб бPбrбiбmбaбrбyбBбuбtбtбoбnб,баб бGбhбoбsбtбBбuбtбtбoбnб,бб
б}баб бfбrбoбmбаб б"б.б.б/бuбiб"б;бб
бiбmбpбoбrбtбаб б{баб бuбiбdб,баб бtбoбdбaбyбIбSбOб,баб бfбoбrбmбaбtбDбaбtбeбBбRб,баб бwбeбeбkбdбaбyбSбhбoбrбtб,баб бaбdбdбDбaбyбsб,баб бcбoбmбpбuбtбeбIбnбtбeбrбrбuбpбtбiбoбnбIбnбsбiбgбhбtб,баб бfбiбlбeбTбoбBбaбsбeб6б4б,баб бhбeбxбTбoбRбgбbбaб,баб бgбeбtбWбeбeбkбRбaбnбgбeб,баб бgбeбtбEбfбfбeбcбtбiбvбeбRбoбuбtбiбnбeбIбtбeбmбsбFбoбrбDбaбtбeб,баб бpбlбaбnбгбoбRбeбcбoбmбeбnбdбaбdбoбHбoбjбeб,баб бcбoбmбpбuбtбeбAбvбiбsбoбsб,баб бgбeбtбSбeбmбeбsбtбrбeбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бuбtбiбlбsб"б;бб
бiбmбpбoбrбtбаб б{баб бaбiбGбeбnбeбrбaбtбeбSбuбmбmбaбrбyб,баб бaбiбGбeбnбeбrбaбtбeбQбuбiбzб,баб бaбiбEбvбaбlбuбaбtбeбPбrбoбfбeбsбsбoбrбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бaбiбHбeбlбpбeбrбsб"б;бб
бiбmбpбoбrбtбаб б{баб бcбaбlбlбVбiбsбiбoбnб,баб бcбaбlбlбAбuбdбiбoбTбrбaбnбsбcбrбiбpбtбiбoбnб,баб бcбaбlбlбAбIбWбiбtбhбTбoбoбlбsбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бaбiб"б;бб
бiбmбpбoбrбtбаб б{баб бRбOбUбTбIбNбEб_бTбOбOбLбSб,баб бeбxбeбcбuбtбeбRбoбuбtбiбnбeбTбoбoбlбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бrбoбuбtбiбnбeбTбoбoбlбsб"б;бб
бiбmбpбoбrбtбаб б{баб бPбRбEбSбEбTбSбаб б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бuбsбeбFбoбcбuбsбTбiбmбeбrб"б;бб
бcбoбnбsбtбаб бCбhбaбtбMбaбrбkбdбoбwбnбаб б=баб бlбaбzбyб(б(б)баб б=б>баб бiбmбpбoбrбtб(б"б.б.б/бCбhбaбtбMбaбrбkбdбoбwбnб"б)б.бtбhбeбnб(б(бmб)баб б=б>баб б(б{баб бdбeбfбaбuбlбtб:баб бmб.бCбhбaбtбMбaбrбkбdбoбwбnбаб б}б)б)б)б;бб
бiбmбpбoбrбtбаб б{бб
баб баб бaбdбdбQбuбiбzбAбtбtбeбmбpбtб,баб бaбdбdбPбrбoбfбeбsбsбoбrбAбtбtбeбmбpбtб,бб
баб баб бuбpбsбeбrбtбSбuбmбmбaбrбyб,баб бaбdбdбSбeбsбsбiбoбnбаб бaбsбаб бdбbбAбdбdбSбeбsбsбiбoбnб,бб
баб баб бuбpбlбoбaбdбMбaбtбeбrбiбaбlбFбiбlбeб,баб бaбdбdбMбaбtбeбrбiбaбlб,баб бgбeбtбMбaбtбeбrбiбaбlбSбiбgбnбeбdбUбrбlб,баб бdбeбlбeбtбeбMбaбtбeбrбiбaбlб,бб
баб баб бaбdбdбNбoбtбeб,баб бdбeбlбeбtбeбNбoбtбeб,бб
б}баб бfбrбoбmбаб б"б.б.б/б.б.б/бlбiбbб/бdбbб"б;бб
бiбmбpбoбrбtбаб б{баб бMбeбtбaбHбoбjбeбCбaбrбdб,баб бPбeбnбdбiбnбgбRбeбvбiбeбwбCбaбrбdб,баб бPбlбaбnбгбoбsбAбtбiбvбoбsб,баб бMбaбtбeбrбiбaбlбsбLбiбsбtб,баб бQбuбiбzбPбaбnбeбlб,баб бDбiбsбcбiбpбlбiбnбaбCбaбrбdб,баб бCбoбmбpбrбoбmбiбsбsбoбWбoбrбkбsбpбaбcбeбCбoбnбtбeбnбtб,баб бCбoбmбpбrбoбmбiбsбsбoбWбoбrбkбsбpбaбcбeбMбoбdбaбlб,баб бEбxбpбoбrбtбaбrбBбiбbбlбiбoбtбeбcбaб,баб бMбoбdбaбlбSбhбeбlбlб,баб бSбoбnбгбoбMбoбdбaбlб,баб бPбrбeбfбeбrбeбnбcбiбaбsбMбoбdбaбlб,баб бCбoбmбpбrбoбmбiбsбsбoбRбoбtбiбnбaбMбoбdбaбlб,баб бMбAбXб_бFбIбLбEб_бMбBб,баб бTбIбPбOб_бAбRбQбUбIбVбOб_бMбEбTбAб,баб бTбIбPбOб_бRбOбTбIбNбAб_бIбCбOбNбEб,баб бTбIбPбOбSб_бQбUбIбZб,баб бDбIбAбSб_бSбEбMбAбNбAб,баб бDбIбAб_бLбAбBбEбLб_бLбOбNбGбOб,баб бTбIбPбOбSб_бRбOбTбIбNбAбаб б}баб бfбrбoбmбаб б'б.б.б/бTбaбbбsб'б;бб
бб
бeбxбpбoбrбtбаб бfбuбnбcбtбiбoбnбаб бRбoбtбiбnбaбTбaбbб(б{баб бrбoбuбtбiбnбeб,баб бrбoбuбtбiбnбeбBбlбoбcбkбsб,баб бrбoбuбtбiбnбeбEбxбcбeбpбtбiбoбnбsб,баб бoбnбUбpбdбaбtбeбRбoбuбtбiбnбeб,баб бoбnбAбdбdбBбlбoбcбkб,баб бoбnбUбpбdбaбtбeбBбlбoбcбkб,баб бoбnбDбeбlбeбtбeбBбlбoбcбkб,баб бoбnбDбeбlбeбtбeбEбxбcбeбpбtбiбoбnбаб б}бб
б)баб б{бб
баб баб бcбoбnбsбtбаб б[бmбoбdбaбlб,баб бsбeбtбMбoбdбaбlб]баб б=баб бuбsбeбSбtбaбtбeб(бnбuбlбlб)б;баб б/б/баб б"бsбoбnбгбoб"баб б|баб б"бpбrбeбfбeбrбeбnбcбiбaбsб"баб б|баб б{баб бbбlбoбcбkб,баб бdбiбaбаб б}баб б|баб бnбuбlбlбб
бб
баб баб бiбfбаб б(б!бrбoбuбtбiбnбeб)баб бrбeбtбuбrбnбаб бnбuбlбlб;бб
бб
баб баб бcбoбnбsбtбаб бbбlбoбcбkбsбBбyбDбaбyбаб б=баб б{б}б;бб
баб баб бDбIбAбSб_бSбEбMбAбNбAб.бfбoбrбEбaбcбhб(б(бdб)баб б=б>баб б{баб бbбlбoбcбkбsбBбyбDбaбyб[бdб]баб б=баб б[б]б;баб б}б)б;бб
баб баб бrбoбuбtбiбnбeбBбlбoбcбkбsб.бfбoбrбEбaбcбhб(б(бbб)баб б=б>баб б{баб бiбfбаб б(бbбlбoбcбkбsбBбyбDбaбyб[бbб.бdбiбaбSбeбmбaбnбaб]б)баб бbбlбoбcбkбsбBбyбDбaбyб[бbб.бdбiбaбSбeбmбaбnбaб]б.бpбuбsбhб(бbб)б;баб б}б)б;бб
баб баб бOбbбjбeбcбtб.бkбeбyбsб(бbбlбoбcбkбsбBбyбDбaбyб)б.бfбoбrбEбaбcбhб(б(бdб)баб б=б>баб бbбlбoбcбkбsбBбyбDбaбyб[бdб]б.бsбoбrбtб(б(бaб,баб бbб)баб б=б>баб бaб.бhбoбrбaбIбnбiбcбiбoб.бlбoбcбaбlбeбCбoбmбpбaбrбeб(бbб.бhбoбrбaбIбnбiбcбiбoб)б)б)б;бб
бб
баб баб бcбoбnбsбtбаб бdбiбaбsбSбoбnбгбoбаб б=баб бrбoбuбtбiбnбeб.бdбiбaбsбSбoбnбгбoбаб б&б&баб бrбoбuбtбiбnбeб.бdбiбaбsбSбoбnбгбoб.бlбeбnбgбtбhбаб б—баб бrбoбuбtбiбnбeб.бdбiбaбsбSбoбnбгбoбаб б:баб бDбIбAбSб_бSбEбMбAбNбAб;бб
баб баб бcбoбnбsбtбаб б[бsбeбmбaбnбaбIбnбiбcбiбoб,баб бsбeбmбaбnбaбFбiбmб]баб б=баб бgбeбtбWбeбeбkбRбaбnбgбeб(бtбoбdбaбyбIбSбOб(б)б)б;бб
баб баб бcбoбnбsбtбаб бeбxбcбeбcбoбeбsбSбeбmбaбnбaбаб б=баб бrбoбuбtбiбnбeбEбxбcбeбpбtбiбoбnбsбб
баб баб баб баб б.бfбiбlбtбeбrб(б(бeб)баб б=б>баб бeб.бdбaбtбaбаб б>б=баб бsбeбmбaбnбaбIбnбiбcбiбoбаб б&б&баб бeб.бdбaбtбaбаб б<б=баб бsбeбmбaбnбaбFбiбmб)бб
баб баб баб баб б.бsбoбrбtб(б(бaб,баб бbб)баб б=б>баб бaб.бdбaбtбaб.бlбoбcбaбlбeбCбoбmбpбaбrбeб(бbб.бdбaбtбaб)б)б;бб
бб
баб баб бfбuбnбcбtбiбoбnбаб бdбeбsбcбrбeбvбeбrбEбxбcбeбcбaбoб(бeбxб)баб б{бб
баб баб баб баб бcбoбnбsбtбаб бbбlбoбcбoбRбeбlбaбcбiбoбnбaбdбoбаб б=баб бeбxб.бrбoбuбtбiбnбeбBбlбoбcбkбIбdбаб б—баб бrбoбuбtбiбnбeбBбlбoбcбkбsб.бfбiбnбdб(б(бbб)баб б=б>баб бbб.бiбdбаб б=б=б=баб бeбxб.бrбoбuбtбiбnбeбBбlбoбcбkбIбdб)баб б:баб бnбuбlбlб;бб
баб баб баб баб бiбfбаб б(бeбxб.бtбiбpбoбEбxбcбeбcбaбoбаб б=б=б=баб б"бcбaбnбcбeбlбaбmбeбnбtбoб"б)баб б{бб
баб баб баб баб баб баб бrбeбtбuбrбnбаб б`бCбaбnбcбeбlбaбdбoбаб бeбmбаб б$б{бfбoбrбmбaбtбDбaбtбeбBбRб(бeбxб.бdбaбtбaб)б}б$б{бbбlбoбcбoбRбeбlбaбcбiбoбnбaбdбoбаб б—баб б`баб бвбЂб”баб б$б{бbбlбoбcбoбRбeбlбaбcбiбoбnбaбdбoб.бtбiбtбuбlбoб}б`баб б:баб б"б"б}б`б;бб
баб баб баб баб б}бб
баб баб баб баб бiбfбаб б(бeбxб.бtбiбpбoбEбxбcбeбcбaбoбаб б=б=б=баб б"бaбlбtбeбrбaбcбaбoб"б)баб б{бб
баб баб баб баб баб баб бrбeбtбuбrбnбаб б`б$б{бeбxб.бtбiбtбuбlбoбаб б|б|баб бbбlбoбcбoбRбeбlбaбcбiбoбnбaбdбoб—б.бtбiбtбuбlбoбаб б|б|баб б"бCбoбmбpбrбoбmбiбsбsбoб"б}баб бmбuбdбaбаб бeбmбаб б$б{бfбoбrбmбaбtбDбaбtбeбBбRб(бeбxб.бdбaбtбaб)б}б$б{бeбxб.бhбoбrбaбIбnбiбcбiбoбаб б—баб б`баб бpбaбrбaбаб б$б{бeбxб.бhбoбrбaбIбnбiбcбiбoб.бsбlбiбcбeб(б0б,баб б5б)б}б—б$б{бeбxб.бhбoбrбaбFбiбmб—б.бsбlбiбcбeб(б0б,баб б5б)баб б|б|баб б"б"б}б`баб б:баб б"б"б}б`б;бб
баб баб баб баб б}бб
баб баб баб баб бrбeбtбuбrбnбаб б`б$б{бeбxб.бtбiбtбuбlбoбаб б|б|баб б"бCбoбmбpбrбoбmбiбsбsбoбаб бaбvбuбlбsбoб"б}баб бвбЂб”баб бsбубаб бeбmбаб б$б{бfбoбrбmбaбtбDбaбtбeбBбRб(бeбxб.бdбaбtбaб)б}б$б{бeбxб.бhбoбrбaбIбnбiбcбiбoбаб б—баб б`б,баб б$б{бeбxб.бhбoбrбaбIбnбiбcбiбoб.бsбlбiбcбeб(б0б,баб б5б)б}б—б$б{бeбxб.бhбoбrбaбFбiбmб—б.бsбlбiбcбeб(б0б,баб б5б)баб б|б|баб б"б"б}б`баб б:баб б"б"б}б`б;бб
баб баб б}бб
бб
баб баб бcбoбnбsбtбаб бpбaбrбsбeбTбiбmбeбаб б=баб б(бtбiбmбeбSбtбrб)баб б=б>баб б{бб
баб баб баб баб бiбfбаб б(б!бtбiбmбeбSбtбrб)баб бrбeбtбuбrбnбаб б0б;бб
баб баб баб баб бcбoбnбsбtбаб б[бhб,баб бmб]баб б=баб бtбiбmбeбSбtбrб.бsбpбlбiбtб(б"б:б"б)б.бmбaбpб(бNбuбmбbбeбrб)б;бб
баб баб баб баб бrбeбtбuбrбnбаб бhбаб б*баб б6б0баб б+баб бmб;бб
баб баб б}б;бб
бб
баб баб бcбoбnбsбtбаб бwбaбkбeбMбiбnбаб б=баб бpбaбrбsбeбTбiбmбeб(бrбoбuбtбiбnбeб.бaбcбoбrбdбaбrбаб б|б|баб б"б0б6б:б0б0б"б)б;бб
баб баб бlбeбtбаб бsбlбeбeбpбMбiбnбаб б=баб бpбaбrбsбeбTбiбmбeб(бrбoбuбtбiбnбeб.бdбoбrбmбiбrбаб б|б|баб б"б2б3б:б0б0б"б)б;бб
баб баб бiбfбаб б(бsбlбeбeбpбMбiбnбаб б<б=баб бwбaбkбeбMбiбnб)баб бsбlбeбeбpбMбiбnбаб б+б=баб б2б4баб б*баб б6б0б;бб
баб баб бб
баб баб бcбoбnбsбtбаб бtбoбtбaбlбMбiбnбuбtбeбsбаб б=баб бsбlбeбeбpбMбiбnбаб б-баб бwбaбkбeбMбiбnб;бб
баб баб бcбoбnбsбtбаб бHбOбUбRб_бHбEбIбGбHбTбаб б=баб б4б0б;бб
баб баб бcбoбnбsбtбаб бYб_бOбFбFбSбEбTбаб б=баб б1б2б;бб
баб баб бб
баб баб бcбoбnбsбtбаб бhбoбuбrбsбаб б=баб б[б]б;бб
баб баб бfбoбrбаб б(бlбeбtбаб бmбаб б=баб бwбaбkбeбMбiбnб;баб бmбаб б<б=баб бsбlбeбeбpбMбiбnб;баб бmбаб б+б=баб б6б0б)баб б{бб
баб баб баб баб бcбoбnбsбtбаб бhбаб б=баб бMбaбtбhб.бfбlбoбoбrб(бmбаб б/баб б6б0б)баб б%баб б2б4б;бб
баб баб баб баб бhбoбuбrбsб.бpбuбsбhб(б`б$б{бhб.бtбoбSбtбrбiбnбgб(б)б.бpбaбdбSбtбaбrбtб(б2б,баб б"б0б"б)б}б:б0б0б`б)б;бб
баб баб б}бб
баб баб бб
баб баб бrбeбtбuбrбnбаб б(бб
баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бsбpбaбcбeб-бyб-б4б"б>бб
баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бgбrбiбdбаб бgбrбiбdб-бcбoбlбsб-б2баб бgбaбpб-б3б"б>бб
баб баб баб баб баб баб баб баб б<бCбaбrбdб>бб
баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxбаб бiбtбeбmбsб-бcбeбnбtбeбrбаб бjбuбsбtбiбfбyб-бbбeбtбwбeбeбnбаб бmбbб-б1б"б>бб
баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxбаб бiбtбeбmбsб-бcбeбnбtбeбrбаб бgбaбpб-б1б.б5баб бtбeбxбtб-бxбsб"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбSбoбfбtбаб б}б}б>б<бMбoбoбnбаб бcбlбaбsбsбNбaбmбeб=б"бwб-б3б.б5баб бhб-б3б.б5б"баб б/б>баб бSбoбnбгбoб<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб б<бbбuбtбtбoбnбаб бoбnбCбlбiбcбkб=б{б(б)баб б=б>баб бsбeбtбMбoбdбaбlб(б"бsбoбnбгбoб"б)б}баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бbбrбaбnбdбаб б}б}б>б<бPбeбnбcбiбlбаб бcбlбaбsбsбNбaбmбeб=б"бwб-б3б.б5баб бhб-б3б.б5б"баб б/б>б<б/бbбuбtбtбoбnб>бб
баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бtбeбxбtб-бsбmбаб бfбoбnбtб-бmбeбdбiбuбmб"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбаб б}б}б>б{бrбoбuбtбiбnбeб.бdбoбrбmбiбrб}баб б—баб б{бrбoбuбtбiбnбeб.бaбcбoбrбdбaбrб}б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бtбeбxбtб-б[б1б1бpбxб]баб бmбtб-б0б.б5б"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбSбoбfбtбаб б}б}б>б{бdбiбaбsбSбoбnбгбoб.бlбeбnбgбtбhбаб б=б=б=баб б7баб б—баб б"бTбoбdбoбsбаб бoбsбаб бdбiбaбsб"баб б:баб бdбiбaбsбSбoбnбгбoб.бjбoбiбnб(б"б,баб б"б)б}б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб б<б/бCбaбrбdб>бб
баб баб баб баб баб баб баб баб б<бCбaбrбdб>бб
баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxбаб бiбtбeбmбsб-бcбeбnбtбeбrбаб бjбuбsбtбiбfбyб-бbбeбtбwбeбeбnбаб бmбbб-б1б"б>бб
баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxбаб бiбtбeбmбsб-бcбeбnбtбeбrбаб бgбaбpб-б1б.б5баб бtбeбxбtб-бxбsб"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбSбoбfбtбаб б}б}б>б<бSбlбiбdбeбrбsбHбoбrбiбzбoбnбtбaбlбаб бcбlбaбsбsбNбaбmбeб=б"бwб-б3б.б5баб бhб-б3б.б5б"баб б/б>баб бEбsбtбuбdбoб<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб б<бbбuбtбtбoбnбаб бoбnбCбlбiбcбkб=б{б(б)баб б=б>баб бsбeбtбMбoбdбaбlб(б"бpбrбeбfбeбrбeбnбcбiбaбsб"б)б}баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бbбrбaбnбdбаб б}б}б>б<бPбeбnбcбiбlбаб бcбlбaбsбsбNбaбmбeб=б"бwб-б3б.б5баб бhб-б3б.б5б"баб б/б>б<б/бbбuбtбtбoбnб>бб
баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бtбeбxбtб-бsбmбаб бfбoбnбtб-бmбeбdбiбuбmб"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбаб б}б}б>б{бPбEбRбIбOбDбOб_бLбAбBбEбLбSб[бrбoбuбtбiбnбeб.бpбeбrбiбoбdбoбPбrбeбfбeбrбiбdбoб]б}баб б•баб б{бrбoбuбtбiбnбeб.бdбuбrбaбcбaбoбPбrбeбfбeбrбiбdбaбаб б=б=б=баб б"бcбuбrбtбaб"баб б—баб б"бcбuбrбtбaбsб"баб б:баб б"бlбoбnбgбaбsб"б}б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бtбeбxбtб-б[б1б1бpбxб]баб бmбtб-б0б.б5б"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбSбoбfбtбаб б}б}б>б{бrбoбuбtбiбnбeб.бlбaбzбeбrбMбiбnбiбmбoбMбiбnб}баб бmбiбnбаб бdбeбаб бlбaбzбeбrб/бdбiбaб<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб б<б/бCбaбrбdб>бб
баб баб баб баб баб баб б<б/бdбiбvб>бб
бб
баб баб баб баб баб баб б{бeбxбcбeбcбoбeбsбSбeбmбaбnбaб.бlбeбnбgбtбhбаб б>баб б0баб б&б&баб б(бб
баб баб баб баб баб баб баб баб б<бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб б<бSбeбcбtбiбoбnбLбaбbбeбlб>бAбlбtбeбrбaбзбхбeбsбаб бpбoбnбtбuбaбiбsбаб бdбeбsбtбaбаб бsбeбmбaбnбaб<б/бSбeбcбtбiбoбnбLбaбbбeбlб>бб
баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бsбpбaбcбeб-бyб-б1б.б5б"б>бб
баб баб баб баб баб баб баб баб баб баб баб баб б{бeбxбcбeбcбoбeбsбSбeбmбaбnбaб.бmбaбpб(б(бeбxб)баб б=б>баб б(бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бCбaбrбdбаб бkбeбyб=б{бeбxб.бiбdб}баб бcбlбaбsбsбNбaбmбeб=б"бpбyб-б2баб бfбlбeбxбаб бiбtбeбmбsб-бcбeбnбtбeбrбаб бjбuбsбtбiбfбyб-бbбeбtбwбeбeбnбаб бgбaбpб-б2б"б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бsбpбaбnбаб бcбlбaбsбsбNбaбmбeб=б"бtбeбxбtб-бsбmб"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбаб б}б}б>б{бdбeбsбcбrбeбvбeбrбEбxбcбeбcбaбoб(бeбxб)б}б<б/бsбpбaбnб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бbбuбtбtбoбnбаб бoбnбCбlбiбcбkб=б{б(б)баб б=б>баб бoбnбDбeбlбeбtбeбEбxбcбeбpбtбiбoбnб(бeбxб.бiбdб)б}баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбSбoбfбtбаб б}б}баб бcбlбaбsбsбNбaбmбeб=б"бsбhбrбiбnбkб-б0б"б>б<бTбrбaбsбhб2баб бcбlбaбsбsбNбaбmбeб=б"бwб-б3б.б5баб бhб-б3б.б5б"баб б/б>б<б/бbбuбtбtбoбnб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бCбaбrбdб>бб
баб баб баб баб баб баб баб баб баб баб баб баб б)б)б}бб
баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб б)б}бб
бб
баб баб баб баб баб баб б<бdбiбvб>бб
баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxбаб бiбtбeбmбsб-бcбeбnбtбeбrбаб бjбuбsбtбiбfбyб-бbбeбtбwбeбeбnбаб бmбbб-б2б"б>бб
баб баб баб баб баб баб баб баб баб баб б<бSбeбcбtбiбoбnбLбaбbбeбlб>бGбrбaбdбeбаб бdбaбаб бSбeбmбaбnбaб<б/бSбeбcбtбiбoбnбLбaбbбeбlб>бб
баб баб баб баб баб баб баб баб баб баб б<бGбhбoбsбtбBбuбtбtбoбnбаб бoбnбCбlбiбcбkб=б{б(б)баб б=б>баб бsбeбtбMбoбdбaбlб(б{баб бbбlбoбcбkб:баб бnбuбlбlб,баб бdбiбaб:баб б"бSбeбgб"баб б}б)б}б>б<бPбlбuбsбаб бcбlбaбsбsбNбaбmбeб=б"бwб-б3б.б5баб бhб-б3б.б5б"баб б/б>баб бNбoбvбoб<б/бGбhбoбsбtбBбuбtбtбoбnб>бб
баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бoбvбeбrбfбlбoбwб-бxб-бaбuбtбoбаб бcбuбsбtбoбmб-бsбcбrбoбlбlбbбaбrбаб б-бmбxб-б1баб бpбxб-б1баб бpбbб-б1баб бmбtб-б4б"б>бб
баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бmбiбnб-бwб-б[б7б0б0бpбxб]б"б>бб
баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxбаб бmбlб-б1б2баб бbбoбrбdбeбrб-бbбаб бmбbб-б2б"баб бsбtбyбlбeб=б{б{баб бbбoбrбdбeбrбCбoбlбoбrб:баб бTб.бbбoбrбdбeбrбаб б}б}б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бDбIбAбSб_бSбEбMбAбNбAб.бmбaбpб(бdбiбaбаб б=б>баб б(бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бkбeбyб=б{бdбiбaб}баб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxб-б1баб бtбeбxбtб-бcбeбnбtбeбrбаб бtбeбxбtб-бxбsбаб бfбoбnбtб-бsбeбmбiбbбoбlбdбаб бpбbб-б2б"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбSбoбfбtбаб б}б}б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бDбIбAб_бLбAбBбEбLб_бLбOбNбGбOб[бdбiбaб]б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б)б)б}бб
баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб бб
баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxбаб бrбeбlбaбtбiбvбeбаб бrбoбuбnбdбeбdб-бbб-бlбgбаб бbбoбrбdбeбrб"баб бsбtбyбlбeб=б{б{баб бhбeбiбgбhбtб:баб б(бtбoбtбaбlбMбiбnбuбtбeбsбаб б/баб б6б0б)баб б*баб бHбOбUбRб_бHбEбIбGбHбTбаб б+баб бYб_бOбFбFбSбEбTбаб б+баб б2б0б,баб бbбaбcбkбgбrбoбuбnбdбCбoбlбoбrб:баб бTб.бsбuбrбfбaбcбeбAбlбtб,баб бbбoбrбdбeбrбCбoбlбoбrб:баб бTб.бbбoбrбdбeбrбаб б}б}б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бwб-б1б2баб бsбhбrбiбnбkб-б0баб бbбoбrбdбeбrб-бrбаб бrбeбlбaбtбiбvбeб"баб бsбtбyбlбeб=б{б{баб бbбoбrбdбeбrбCбoбlбoбrб:баб бTб.бbбoбrбdбeбrбаб б}б}б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бhбoбuбrбsб.бmбaбpб(б(бhбoбuбrб,баб бiб)баб б=б>баб б(бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бkбeбyб=б{бiб}баб бcбlбaбsбsбNбaбmбeб=б"бaбbбsбoбlбuбtбeбаб бwб-бfбuбlбlбаб бtбeбxбtб-бrбiбgбhбtбаб бpбrб-б2баб бtбeбxбtб-б[б1б0бpбxб]б"баб бsбtбyбlбeб=б{б{баб бtбoбpб:баб бiбаб б*баб бHбOбUбRб_бHбEбIбGбHбTбаб б+баб бYб_бOбFбFбSбEбTбаб б-баб б6б,баб бcбoбlбoбrб:баб бTб.бiбnбkбSбoбfбtбаб б}б}б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бhбoбuбrб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б)б)б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бDбIбAбSб_бSбEбMбAбNбAб.бmбaбpб(б(бdбiбaб,баб бiбdбxб)баб б=б>баб б(бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бkбeбyб=б{бdбiбaб}баб бcбlбaбsбsбNбaбmбeб=б"бfбlбeбxб-б1баб бrбeбlбaбtбiбvбeбаб бbбoбrбdбeбrб-бrбаб бlбaбsбtб:бbбoбrбdбeбrб-б0б"баб бsбtбyбlбeб=б{б{баб бbбoбrбdбeбrбCбoбlбoбrб:баб бTб.бbбoбrбdбeбrбаб б}б}б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бhбoбuбrбsб.бmбaбpб(б(б_б,баб бiб)баб б=б>баб б(бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бkбeбyб=б{бiб}баб бcбlбaбsбsбNбaбmбeб=б"бaбbбsбoбlбuбtбeбаб бwб-бfбuбlбlбаб бbбoбrбdбeбrб-бtб"баб бsбtбyбlбeб=б{б{баб бtбoбpб:баб бiбаб б*баб бHбOбUбRб_бHбEбIбGбHбTбаб б+баб бYб_бOбFбFбSбEбTб,баб бhбeбiбgбhбtб:баб б1б,баб бbбoбrбdбeбrбCбoбlбoбrб:баб б"бrбgбbбaб(б1б2б8б,б1б2б8б,б1б2б8б,б0б.б1б)б"баб б}б}б>б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б)б)б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б{бbбlбoбcбkбsбBбyбDбaбyб[бdбiбaб]б.бmбaбpб(б(бbб)баб б=б>баб б{бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бcбoбnбsбtбаб бsбtбaбrбtбMбаб б=баб бpбaбrбsбeбTбiбmбeб(бbб.бhбoбrбaбIбnбiбcбiбoб)б;бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бlбeбtбаб бaбdбjбSбtбaбrбtбаб б=баб бsбtбaбrбtбMбаб б<баб бwбaбkбeбMбiбnбаб б&б&баб бsбtбaбrбtбMбаб б<баб б4баб б*баб б6б0баб б—баб бsбtбaбrбtбMбаб б+баб б2б4баб б*баб б6б0баб б:баб бsбtбaбrбtбMб;баб бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бcбoбnбsбtбаб бeбnбdбMбаб б=баб бpбaбrбsбeбTбiбmбeб(бbб.бhбoбrбaбFбiбmб)б;бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бlбeбtбаб бaбdбjбEбnбdбаб б=баб бeбnбdбMбаб б<б=баб бaбdбjбSбtбaбrбtбаб б—баб бeбnбdбMбаб б+баб б2б4баб б*баб б6б0баб б:баб бeбnбdбMб;бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бiбfбаб б(бaбdбjбSбtбaбrбtбаб б<баб бwбaбkбeбMбiбnб)баб бaбdбjбSбtбaбrбtбаб б=баб бwбaбkбeбMбiбnб;бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бiбfбаб б(бaбdбjбEбnбdбаб б>баб бsбlбeбeбpбMбiбnб)баб бaбdбjбEбnбdбаб б=баб бsбlбeбeбpбMбiбnб;бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бiбfбаб б(бaбdбjбEбnбdбаб б<б=баб бaбdбjбSбtбaбrбtб)баб бrбeбtбuбrбnбаб бnбuбlбlб;бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бcбoбnбsбtбаб бtбoбpбаб б=баб б(б(бaбdбjбSбtбaбrбtбаб б-баб бwбaбkбeбMбiбnб)баб б/баб б6б0б)баб б*баб бHбOбUбRб_бHбEбIбGбHбTбаб б+баб бYб_бOбFбFбSбEбTб;бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бcбoбnбsбtбаб бhбeбiбgбhбtбаб б=баб б(б(бaбdбjбEбnбdбаб б-баб бaбdбjбSбtбaбrбtб)баб б/баб б6б0б)баб б*баб бHбOбUбRб_бHбEбIбGбHбTб;бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бrбeбtбuбrбnбаб б(бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бbбuбtбtбoбnбб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бkбeбyб=б{бbб.бiбdб}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бoбnбCбlбiбcбkб=б{б(б)баб б=б>баб бsбeбtбMбoбdбaбlб(б{баб бbбlбoбcбkб:баб бbб,баб бdбiбaбаб б}б)б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бcбlбaбsбsбNбaбmбeб=б"бaбbбsбoбlбuбtбeбаб бlбeбfбtб-б1баб бrбiбgбhбtб-б1баб бrбoбuбnбdбeбdбаб бpб-б1б.б5баб бtбeбxбtб-бlбeбfбtбаб бtбrбaбnбsбiбtбiбoбnб-бtбrбaбnбsбfбoбrбmбаб бhбoбvбeбrб:бsбcбaбlбeб-б[б1б.б0б2б]баб бoбvбeбrбfбlбoбwб-бhбiбdбdбeбnб"бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб бsбtбyбlбeб=б{б{баб бtбoбpб,баб бhбeбiбgбhбtб,баб бbбaбcбkбgбrбoбuбnбdбCбoбlбoбrб:баб бhбeбxбTбoбRбgбbбaб(бbб.бcбoбrб,баб б0б.б2б)б,баб бbбoбrбdбeбrбLбeбfбtб:баб б`б3бpбxбаб бsбoбlбiбdбаб б$б{бbб.бcбoбrб}б`баб б}б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бtбeбxбtб-б[б1б1бpбxб]баб бfбoбnбtб-бbбoбlбdбаб бtбrбuбnбcбaбtбeбаб бlбeбaбdбiбnбgб-бtбiбgбhбtб"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбаб б}б}б>б{бbб.бtбiбtбuбlбoб}б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<бdбiбvбаб бcбlбaбsбsбNбaбmбeб=б"бtбeбxбtб-б[б9бpбxб]баб бmбtб-б0б.б5баб бoбpбaбcбiбtбyб-б8б0баб бtбrбuбnбcбaбtбeб"баб бsбtбyбlбeб=б{б{баб бcбoбlбoбrб:баб бTб.бiбnбkбSбoбfбtбаб б}б}б>б{бbб.бhбoбrбaбIбnбiбcбiбoб.бsбlбiбcбeб(б0б,баб б5б)б}баб б-баб б{бbб.бhбoбrбaбFбiбmб.бsбlбiбcбeб(б0б,баб б5б)б}б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бbбuбtбtбoбnб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б)б;бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б}б)б}бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб баб баб баб баб б)б)б}бб
баб баб баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб б<б/бdбiбvб>бб
баб баб баб баб баб баб б{бmбoбdбaбlбаб б=б=б=баб б"бsбoбnбгбoб"баб б&б&баб б<бSбoбnбгбoбMбoбdбaбlбаб бrбoбuбtбiбnбeб=б{бrбoбuбtбiбnбeб}баб бoбnбSбaбvбeб=б{бoбnбUбpбdбaбtбeбRбoбuбtбiбnбeб}баб бoбnбCбlбoбsбeб=б{б(б)баб б=б>баб бsбeбtбMбoбdбaбlб(бnбuбlбlб)б}баб б/б>б}бб
баб баб баб баб баб баб б{бmбoбdбaбlбаб б=б=б=баб б"бpбrбeбfбeбrбeбnбcбiбaбsб"баб б&б&баб б<бPбrбeбfбeбrбeбnбcбiбaбsбMбoбdбaбlбаб бrбoбuбtбiбnбeб=б{бrбoбuбtбiбnбeб}баб бoбnбSбaбvбeб=б{бoбnбUбpбdбaбtбeбRбoбuбtбiбnбeб}баб бoбnбCбlбoбsбeб=б{б(б)баб б=б>баб бsбeбtбMбoбdбaбlб(бnбuбlбlб)б}баб б/б>б}бб
баб баб баб баб баб баб б{бmбoбdбaбlбаб б&б&баб бtбyбpбeбoбfбаб бmбoбdбaбlбаб б=б=б=баб б"бoбbбjбeбcбtб"баб б&б&баб б(бб
баб баб баб баб баб баб баб баб б<бCбoбmбpбrбoбmбiбsбsбoбRбoбtбiбnбaбMбoбdбaбlбб
баб баб баб баб баб баб баб баб баб баб бbбlбoбcбkб=б{бmбoбdбaбlб.бbбlбoбcбkб}бб
баб баб баб баб баб баб баб баб баб баб бdбeбfбaбuбlбtбDбiбaб=б{бmбoбdбaбlб.бdбiбaб}бб
баб баб баб баб баб баб баб баб баб баб бoбnбSбaбvбeб=б{б(бdбaбtбaб)баб б=б>баб б(бmбoбdбaбlб.бbбlбoбcбkбаб б—баб бoбnбUбpбdбaбtбeбBбlбoбcбkб(бmбoбdбaбlб.бbбlбoбcбkб.бiбdб,баб бdбaбtбaб)баб б:баб бoбnбAбdбdбBбlбoбcбkб(бdбaбtбaб)б)б}бб
баб баб баб баб баб баб баб баб баб баб бoбnбDбeбlбeбtбeб=б{бoбnбDбeбlбeбtбeбBбlбoбcбkб}бб
баб баб баб баб баб баб баб баб баб баб бoбnбCбlбoбsбeб=б{б(б)баб б=б>баб бsбeбtбMбoбdбaбlб(бnбuбlбlб)б}бб
баб баб баб баб баб баб баб баб б/б>бб
баб баб баб баб баб баб б)б}бб
баб баб баб баб б<б/бdбiбvб>бб
баб баб б)б;бб
б}